Repository: blebrun001/IPA
Catalog: IPA/Internationalization/Localizable.xcstrings
Source language: en
Languages: ca, es, fr

source: Technique Used: %@
ca: Tècnica utilitzada: %@
es: Técnica utilizada: %@
fr: Technique utilisée : %@

source: Term name (e.g. Rib)
ca: Nom del terme (p. ex. Costella)
es: Nombre del término (p. ej. Costilla)
fr: Nom du terme (ex. : Côte)

source: Term name (eg.: Rib)
ca: Nom del terme (p. ex.: Costella)
es: Nombre del término (por ejemplo: Costilla)
fr: Nom du terme (par exemple : Côte)

source: Terms :
ca: Termes
es: Términos
fr: Conditions

source: Terms:
ca: Termes:
es: Términos:
fr: Termes :

source: Texture
ca: Textura
es: Textura

source: Texture compression:
ca: Compressió de textura
es: Compresión de texturas
fr: Compression de texture

source: Texture Preview
ca: Previsualització de la textura
es: Vista previa de la textura
fr: Aperçu de la texture

source: Texture selected: %@. Run Micro QR detection to proceed.
ca: Textura seleccionada: %@. Executa la detecció Micro QR per continuar.
es: Textura seleccionada: %@. Ejecuta la detección Micro QR para continuar.
fr: Texture sélectionnée : %@. Lancez la détection Micro QR pour continuer.

source: Texture: %@ – %d Micro QR code(s) detected%@.
ca: Textura: %@ – %d codi(s) Micro QR detectat(s)%@.
es: Textura: %@ – %d código(s) Micro QR detectado(s)%@.
fr: Texture : %@ – %d code(s) Micro QR détecté(s)%@.

source: The application will restart to apply the selected language.
ca: L'aplicació es reiniciarà per aplicar l'idioma seleccionat.
es: La aplicación se reiniciará para aplicar el idioma seleccionado.
fr: L'application redémarrera pour appliquer la langue sélectionnée.

source: The detected distance is invalid.
ca: La distància detectada no és vàlida.
es: La distancia detectada no es válida.
fr: La distance détectée est invalide.

source: The real-world measurement must be a valid number.
ca: La mesura real ha de ser un nombre vàlid.
es: La medida real debe ser un número válido.
fr: La mesure réelle doit être un nombre valide.

source: Threshold
ca: Llindar
es: Umbral
fr: Seuil

source: Tiled detection – %d code(s) • %d tile(s).
ca: Detecció en mosaic – %d codi(s) • %d mosaic(s).
es: Detección en mosaico – %d código(s) • %d mosaico(s).
fr: Détection par tuiles – %d code(s) • %d tuile(s).

source: Tiling
ca: Mosaic
es: Mosaico
fr: Tuiles

source: Token:
ca: Testimoni
fr: Jeton

source: Tools
ca: Eines
es: Herramientas
fr: Outils

source: Type %@ cm
ca: Tipus %@ cm
es: Tipo %@ cm

source: type bone name
ca: Escriviu el nom de l’os
es: Escriba el nombre del hueso
fr: entrer le nom de l'os

source: Type bone name
ca: Escriu el nom de l'os
es: Escribe el nombre del hueso
fr: Saisir le nom de l'os

source: Unable to load the selected texture.
ca: No s'ha pogut carregar la textura seleccionada.
es: No se pudo cargar la textura seleccionada.
fr: Impossible de charger la texture sélectionnée.

source: Uncalibrated measure:
ca: Mesura no calibrada
es: Medida no calibrada
fr: Mesure non calibrée

source: Uncalibrated Measurement
ca: Mesura sense calibrar
es: Medición sin calibrar
fr: Mesure non calibrée

source: Uncalibrated measurement set manually: %@ units
ca: Mesura no calibrada establerta manualment: %@ unitats
es: Medición sin calibrar establecida manualmente: %@ unidades
fr: Mesure non calibrée définie manuellement : %@ unités

source: Uncalibrated measurement: %.3f units
ca: Mesura no calibrada: %.3f unitats
es: Medición sin calibrar: %.3f unidades
fr: Mesure non calibrée : %.3f unités

source: Unknown
ca: Desconegut
es: Desconocido
fr: Inconnu

source: Unordered
ca: Sense ordre
es: Sin orden
fr: Sans ordre

source: Upload
ca: Penja
es: Subir
fr: Téléverser

source: Use this measurement
ca: Utilitza aquesta mesura
es: Usar esta medida
fr: Utiliser cette mesure

source: Value
ca: Valor
es: Valor
fr: Valeur

source: Version 1.0.0
ca: Versió 1.0.0
es: Versión 1.0.0

source: Version 1.1.0
ca: Versió 1.1.0
es: Versión 1.1.0

source: Viewer
ca: Visor
es: Visor
fr: Visionneuse

source: Working directory
ca: Carpeta de treball
es: Directorio de trabajo
fr: Dossier de travail

source: Working folder
ca: Carpeta de treball
es: Carpeta de trabajo
fr: Dossier de travail

source: ZIP compression
ca: Compressió ZIP
es: Compresión ZIP
fr: Compression ZIP

source: ZIP file name
ca: Nom del fitxer ZIP
es: Nombre del archivo ZIP
fr: Nom du fichier ZIP

source: Adult
es: Adulto
fr: Adulte

source: DOI (ex: https://doi.org/10.34810/data1785)
es: DOI (ej: https://doi.org/10.34810/data1785)

source: Mode
es: Modo

source: Senescent
es: Senescente
fr: Sénescent

source: Error: %@
fr: Erreur : %@

source: no
fr: non
